/* BathyScaphe Toolbar Items Localized Strings File */
/* For SledgeHammer and later. */

/* ThreadViewer Toolbar Items */

"Reload Thread Label" = "スレッドの更新";
"Reload Thread Palette Label" = "スレッドの更新";
"Reload Thread ToolTip" = "表示中のスレッドを最新の状態に更新します。";

"Reply Label" = "書き込み...";
"Reply Palette Label" = "書き込み...";
"Reply ToolTip" = "このスレッドに書き込みます。";

"AddFavorites Label" = "お気に入りに追加";
"AddFavorites Palette Label" = "お気に入りに追加";
"AddFavorites ToolTip" = "このスレッドをお気に入りに追加（または削除）します。";

"Delete Label" = "削除";
"Delete Palette Label" = "ログの削除";
"Delete ToolTip" = "このスレッドを削除し、ログ書類をゴミ箱に移動します。";

"OnlineMode Label" = "オンライン";
"OnlineMode Palette Label" = "オンラインモードの入／切";
"OnlineMode ToolTip" = "オンライン／オフラインを切り替えます。";

"Launch CMLF Label" = "ログ管理";
"Launch CMLF Palette Label" = "ログ管理";
"Launch CMLF ToolTip" = "ログ管理用のアプリケーションを起動します。";

"stopTask Label" = "停止";
"stopTask Palette Label" = "停止";
"stopTask ToolTip" = "現在進行中の動作を停止します。";

"historySC Label" = "戻る／進む";
"historySC Palette Label" = "戻る／進む";

"historySC_0_ToolTip" = "前のスレッドに戻る";
"historySC_1_ToolTip" = "次のスレッドに進む";

"scaleSC Label" = "縮小／拡大";
"scaleSC Palette Label" = "文字の縮小／拡大";

"scaleSC_0_ToolTip" = "文字の縮小";
"scaleSC_1_ToolTip" = "文字の拡大";

"Main Browser Label" = "掲示板を表示";
"Main Browser Palette Label" = "掲示板を表示";
"Main Browser ToolTip" = "ブラウザウインドウを最前面に移動し、表示中のスレッドの所属する掲示板に切り替えます。";

/* Browser Toolbar Items */

"Reload List Label" = "一覧の更新";
"Reload List Palette Label" = "スレッド一覧の更新";

"Reload List ToolTip" = "スレッド一覧を最新の状態に更新します。";
"Reload List ToolTip 2" = "お気に入りまたはスマート掲示板の更新は、5 分以内に利用可能になります。もう少々お待ちください。";

"Search Thread Label" = "一覧の検索";
"Search Thread Palette Label" = "スレッド一覧の検索";
"Search Thread ToolTip" = "表示中のスレッド一覧からスレッドを検索します。";

"Collapse Or Expand Label" = "掲示板リスト";
"Collapse Or Expand Palette Label" = "掲示板リスト";
"Collapse Or Expand ToolTip" = "掲示板リストの表示／非表示を切り替えます。";

"NobiNobi Label" = "";
"NobiNobi Palette Label" = "掲示板リスト分のスペース";

/* Reply Window Toolbar Items */
"sendMessage Label"			= "送信";
"sendMessage Palette Label"	= "送信";
"sendMessage ToolTip"		= "このレスの編集を終了し、内容を送信します。";

"saveAsDraft Label"			= "下書きとして保存";
"saveAsDraft Palette Label"	= "下書きとして保存";
"saveAsDraft ToolTip"		= "編集中の内容を下書きとして保存します。";

"beLogin Label"				= "Be ログイン中";
"beLogin Palette Label"		= "Be ログインの切り替え";
"beLogin ToolTip"			= "現在、Be ログインしています。クリックするとログアウトします。";

/* General Toolbar Item */
"progressIndicator Label" = "";
"progressIndicator Palette Label" = "進行状況";
"progressIndicator ToolTip" = "作業を行っているときに回転します。";
